Repository: Jake177/pinhaoyun_ios
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Library
zh_hans: 图库

source: Transfers
zh_hans: 传输

source: Account
zh_hans: 我的

source: Photo
zh_hans: 照片

source: Video
zh_hans: 视频

source: Photos
zh_hans: 照片

source: Videos
zh_hans: 视频

source: Sign in
zh_hans: 登录

source: Sign out
zh_hans: 退出登录

source: Email
zh_hans: 邮箱

source: Password
zh_hans: 密码

source: New password
zh_hans: 新密码

source: Current password
zh_hans: 当前密码

source: Create an account
zh_hans: 注册账号

source: Create account
zh_hans: 注册

source: Forgot password?
zh_hans: 忘记密码？

source: Back to sign in
zh_hans: 返回登录

source: Nickname
zh_hans: 昵称

source: Given name
zh_hans: 名字

source: Family name
zh_hans: 姓氏

source: Gender
zh_hans: 性别

source: Prefer not to say / Other
zh_hans: 不愿透露／其他

source: Female
zh_hans: 女

source: Male
zh_hans: 男

source: Verification code
zh_hans: 验证码

source: Verify your email
zh_hans: 验证邮箱

source: Verify email
zh_hans: 验证邮箱

source: Send a new code
zh_hans: 重新发送验证码

source: Reset password
zh_hans: 重设密码

source: Set a new password
zh_hans: 设置新密码

source: Send reset code
zh_hans: 发送重设验证码

source: Save new password
zh_hans: 保存新密码

source: Your photos and videos, together.
zh_hans: 把照片与视频，收藏在一起。

source: Use at least 8 characters with uppercase, lowercase, a number and a symbol.
zh_hans: 密码至少 8 位，包含大写字母、小写字母、数字和符号。

source: I agree to the terms and have read the privacy notice.
zh_hans: 我同意服务条款，并已阅读隐私说明。

source: Terms of use
zh_hans: 服务条款

source: Privacy notice
zh_hans: 隐私说明

source: Done
zh_hans: 完成

source: Try again
zh_hans: 重试

source: Load terms and privacy notice
zh_hans: 加载服务条款和隐私说明

source: Invited beta · Keep an independent copy of important originals.
zh_hans: 受邀测试版 · 请为重要原件保留独立备份。

source: Enter the code sent to your email.
zh_hans: 请输入发送到你邮箱的验证码。

source: Email verified. You can now sign in.
zh_hans: 邮箱验证成功，现在可以登录。

source: Password updated. Sign in with your new password.
zh_hans: 密码已更新，请使用新密码登录。

source: A new code has been sent.
zh_hans: 新验证码已发送。

source: Before you continue
zh_hans: 继续之前

source: Please review the current terms and privacy notice for your PinHaoYun account.
zh_hans: 请阅读适用于你的 PinHaoYun 账号的最新服务条款与隐私说明。

source: Agree and continue
zh_hans: 同意并继续

source: Your account
zh_hans: 你的账号

source: Your library starts here
zh_hans: 从这里开始收藏

source: Add photos, videos and Live Photos. Your originals stay on your device.
zh_hans: 添加照片、视频和实况照片。手机里的原件会保留。

source: Add photos and videos
zh_hans: 添加照片和视频

source: Filter library
zh_hans: 筛选图库

source: Media type
zh_hans: 媒体类型

source: All media
zh_hans: 全部媒体

source: Load more
zh_hans: 加载更多

source: Date unknown
zh_hans: 日期未知

source: Open Live Photo
zh_hans: 查看实况照片

source: Open media
zh_hans: 查看媒体

source: No transfers yet
zh_hans: 还没有传输任务

source: Add photos and videos from your library. Uploads and retries appear here.
zh_hans: 从图库添加照片和视频，在这里查看上传进度与重试。

source: Uploading
zh_hans: 上传中

source: Finishing
zh_hans: 即将完成

source: Completed
zh_hans: 已完成

source: Needs attention
zh_hans: 需要处理

source: Cancelled
zh_hans: 已取消

source: Waiting
zh_hans: 等待中

source: Retry
zh_hans: 重试

source: Cancel upload
zh_hans: 取消上传

source: Upload progress
zh_hans: 上传进度

source: Background transfers resume when iOS allows. Reopen the app after force quitting.
zh_hans: 后台传输会在 iOS 允许时继续；强制关闭 App 后，请重新打开以恢复。

source: Loading original
zh_hans: 正在加载原件

source: Unable to load media
zh_hans: 暂时无法加载

source: Try refreshing this item.
zh_hans: 请刷新此项目后重试。

source: Refresh access
zh_hans: 刷新访问链接

source: Save original to Photos
zh_hans: 保存原件到相册

source: Save to Files or share
zh_hans: 存储到文件或分享

source: Media details
zh_hans: 媒体详情

source: Delete cloud copy
zh_hans: 删除云端副本

source: Delete this cloud copy?
zh_hans: 删除这个云端副本？

source: This removes the cloud original and thumbnail. Photos on your device are kept.
zh_hans: 此操作将删除云端原件和缩略图，手机相册不受影响。

source: Live Photo. Touch and hold to play.
zh_hans: 实况照片，长按播放。

source: Allow Photos access in Settings, or use Save to Files.
zh_hans: 请在系统设置中允许相册访问，或选择“存储到文件”。

source: Original saved to Photos.
zh_hans: 原件已保存到相册。

source: File name
zh_hans: 文件名

source: Date
zh_hans: 日期

source: Size
zh_hans: 大小

source: Resolution
zh_hans: 分辨率

source: Device
zh_hans: 拍摄设备

source: Location
zh_hans: 位置

source: Storage
zh_hans: 存储空间

source: Storage used
zh_hans: 已用存储空间

source: Plan
zh_hans: 当前方案

source: Privacy and account
zh_hans: 隐私与账号

source: Delete account
zh_hans: 注销账号

source: Delete your PinHaoYun account?
zh_hans: 注销你的 PinHaoYun 账号？

source: This deletes the account shared by Web and iOS. Access stops immediately and cloud photos, videos and account data will be deleted within 30 days.
zh_hans: 注销作用于 Web 与 iOS 共用账号。访问会立即停止，云端照片、视频和账号资料将在 30 天内删除。

source: Photos on your device are kept. Download any cloud originals you need before continuing.
zh_hans: 手机相册会保留。继续之前，请先下载你需要的云端原件。

source: Confirm your identity
zh_hans: 验证身份

source: Delete account and cloud data
zh_hans: 注销账号并删除云端资料

source: Permanently delete your account?
zh_hans: 永久注销账号？

source: Confirm account deletion
zh_hans: 确认注销账号

source: There is no recovery promise after deletion begins.
zh_hans: 删除开始后，不提供恢复承诺。

source: Account deleted
zh_hans: 账号已删除

source: Account deletion requested
zh_hans: 已提交注销申请

source: Account deletion
zh_hans: 账号注销

source: Cloud data will be deleted within 30 days. Photos on your device are kept.
zh_hans: 云端资料将在 30 天内删除，手机相册不受影响。

source: Delete by
zh_hans: 最迟删除时间

source: Check deletion status
zh_hans: 查看注销进度

source: Return to sign in
zh_hans: 返回登录

source: Each original must be smaller than 2 GB.
zh_hans: 每个原始文件不得超过 2 GB。

source: This original format is not supported yet.
zh_hans: 暂不支持这种原始文件格式。

source: The local original is unavailable. Add this item again.
zh_hans: 本地原件暂时不可用，请重新添加此项目。

source: Connection interrupted. Check your connection, then retry.
zh_hans: 连接已中断，请检查网络后重试。

source: Secure storage is unavailable. Unlock your device and try again.
zh_hans: 安全存储暂时不可用，请解锁设备后重试。

source: Verify your email before signing in.
zh_hans: 请先验证邮箱再登录。

source: Your email or password is incorrect, or your session has expired.
zh_hans: 邮箱或密码不正确，或登录状态已过期。

source: The code is incorrect or has expired. Request a new one.
zh_hans: 验证码不正确或已过期，请重新获取。

source: This email already has an account. Sign in instead.
zh_hans: 这个邮箱已经注册，请直接登录。

source: The service is temporarily unavailable. Please try again later.
zh_hans: 服务暂时无法连接，请稍后重试。

source: Please sign in again.
zh_hans: 请重新登录。

source: The request failed. Please try again.
zh_hans: 操作未完成，请重试。

source: Loading your account
zh_hans: 正在加载账号

source: Waiting for network
zh_hans: 等待网络

source: Checking deletion request
zh_hans: 正在确认注销申请

source: %@ of %@ used
zh_hans: 已用 %@，共 %@

source: Free
zh_hans: 免费版

source: PinHaoYun · Beta 0.1 Your device's Photos library is never removed by account deletion.
zh_hans: PinHaoYun · 测试版 0.1 注销账号不会删除手机相册。
